export default {
  projections: {
    ДоговорE: {
      датаЗаключ: {
        __caption__: 'Дата заключ'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      обязанПосред: {
        __caption__: 'Обязан посред'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      рукОтдЛог: {
        __caption__: 'Рук отд лог',
        примечания: {
          __caption__: 'Примечания'
        }
      },
      контрагент: {
        __caption__: 'Контрагент',
        организация: {
          __caption__: 'Организация'
        }
      }
    },
    ДоговорL: {
      датаЗаключ: {
        __caption__: 'Дата заключ'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      обязанПосред: {
        __caption__: 'Обязан посред'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      рукОтдЛог: {
        __caption__: 'Примечания',
        примечания: {
          __caption__: 'Примечания'
        }
      },
      контрагент: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      }
    }
  },
  validations: {
    датаЗаключ: {
      __caption__: 'Дата заключ'
    },
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОконч: {
      __caption__: 'Дата оконч'
    },
    обязанПосред: {
      __caption__: 'Обязан посред'
    },
    контрагент: {
      __caption__: 'Контрагент'
    },
    организация: {
      __caption__: 'Организация'
    },
    рукОтдЛог: {
      __caption__: 'Рук отд лог'
    }
  }
};
