export default {
  projections: {
    РукОтдЛогE: {
      примечания: {
        __caption__: 'Примечания'
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    РукОтдЛогL: {
      примечания: {
        __caption__: 'Примечания'
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    примечания: {
      __caption__: 'Примечания'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
