export default {
  projections: {
    ОрганизацияE: {
      наименование: {
        __caption__: 'Наименование'
      },
      юрАдерс: {
        __caption__: 'Юр адерс'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      }
    },
    ОрганизацияL: {
      наименование: {
        __caption__: 'Наименование'
      },
      юрАдерс: {
        __caption__: 'Юр адерс'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    почта: {
      __caption__: 'Почта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    юрАдерс: {
      __caption__: 'Юр адерс'
    }
  }
};
