export default {
  projections: {
    ПутевойЛистE: {
      номер: {
        __caption__: 'Номер'
      },
      выдатьТоплива: {
        __caption__: 'Выдать топлива'
      },
      датаВремя: {
        __caption__: 'Дата время'
      },
      пунктНазнач: {
        __caption__: 'Пункт назнач'
      },
      пунктОтправ: {
        __caption__: 'Пункт отправ'
      },
      расстояние: {
        __caption__: 'Расстояние'
      },
      маркаГСМ: {
        __caption__: 'Марка ГСМ'
      },
      остатокГСМ: {
        __caption__: 'Остаток ГСМ'
      },
      допущен: {
        __caption__: 'Допущен'
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      транспСр: {
        __caption__: 'Трансп ср',
        марка: {
          __caption__: 'Марка'
        }
      }
    },
    ПутевойЛистL: {
      номер: {
        __caption__: 'Номер'
      },
      выдатьТоплива: {
        __caption__: 'Выдать топлива'
      },
      датаВремя: {
        __caption__: 'Дата время'
      },
      пунктНазнач: {
        __caption__: 'Пункт назнач'
      },
      пунктОтправ: {
        __caption__: 'Пункт отправ'
      },
      расстояние: {
        __caption__: 'Расстояние'
      },
      маркаГСМ: {
        __caption__: 'Марка ГСМ'
      },
      остатокГСМ: {
        __caption__: 'Остаток ГСМ'
      },
      допущен: {
        __caption__: 'Допущен'
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      транспСр: {
        __caption__: 'Марка',
        марка: {
          __caption__: 'Марка'
        }
      }
    }
  },
  validations: {
    выдатьТоплива: {
      __caption__: 'Выдать топлива'
    },
    датаВремя: {
      __caption__: 'Дата время'
    },
    допущен: {
      __caption__: 'Допущен'
    },
    маркаГСМ: {
      __caption__: 'Марка ГСМ'
    },
    номер: {
      __caption__: 'Номер'
    },
    остатокГСМ: {
      __caption__: 'Остаток ГСМ'
    },
    пунктНазнач: {
      __caption__: 'Пункт назнач'
    },
    пунктОтправ: {
      __caption__: 'Пункт отправ'
    },
    расстояние: {
      __caption__: 'Расстояние'
    },
    персонал: {
      __caption__: 'Персонал'
    },
    транспСр: {
      __caption__: 'Трансп ср'
    }
  }
};
